Repository: CodeCraftersBro/fitplan
Catalog: lib/l10n/intl_*.arb
Languages: ru

# home
source: My plan
ru: Мои тренировки

source: Settings
ru: Настройки

source: Unlimited workouts
ru: Безлимитные тренировки

# add_exercise
source: Add excrcise
ru: Добавить упражнение

source: Dark theme
ru: Темная тема

source: Notifications
ru: Уведомления

source: Enable analytics
ru: Разрешить аналитику

source: Clear history
ru: Очистить историю

source: Support
ru: Поддержка

source: Developer website
ru: Сайт разработчика

source: Today
ru: Сегодня

source: Unknown state
ru: Неизвестное состояние

# appVersionAndBuildnumber
source: Application version: {version} ({buildNumber})
ru: Версия приложения: {version} ({buildNumber})

# ringWorkout
source: Ring: {ring}
ru: Подход: {ring}

source: Add exercise
ru: Добавить упражнение

# reps_none
source: No data
ru: Нет данных

# reps_strength
source: {count, plural, one {{count} set} other {{count} sets}}
ru: {count, plural, one {{count} подход} few {{count} подхода} many {{count} подходов} other {{count} подхода}}

# reps_cardio
source: {count, plural, one {{count} session} other {{count} sessions}}
ru: {count, plural, one {{count} сессия} few {{count} сессии} many {{count} сессий} other {{count} сессии}}

# reps_stretching
source: {count, plural, one {{count} exercise} other {{count} exercises}}
ru: {count, plural, one {{count} упражнение} few {{count} упражнения} many {{count} упражнений} other {{count} упражнения}}

# reps_generic
source: {count, plural, one {{count} rep} other {{count} reps}}
ru: {count, plural, one {{count} повторение} few {{count} повторения} many {{count} повторений} other {{count} повторения}}

# searchCaption
source: Search
ru: Искать

# nothingFound
source: Nothing found, try again.
ru: Ничего не найдено, попробуйте еще.
